11/data/attachments/f75ad49e309025ad.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_9ad8fb8a-70f3-494a-a64f-14b965e2ce65</nif:username>
            <nif:friendToBeAdded>Brandon_bill_Friend_68786_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>